{
  "home": "Home",
  "curriculum": "Curriculum",
  "projects": "Projects",
  "contact": "Contact",
  "footer": "© 2024 Luiz Gustavo dos Santos Ribeiro | All rights reserved.",
  "profile_text": "<p>Active in the Development market since 2015, I started as a Back and Front End programmer in VisualBasic.</p><p>Currently working as a Systems Development Analyst, focusing on Front-End, C#, and Angular JS.</p>",
  "curriculo_title": "<p>Luiz Gustavo dos Santos Ribeiro</p><span>-</span><p>Email: luiz@luizgustavosr.com.br<br />LinkedIn: @lgsribeiro</p>",
  "section_header": "<div class='line'></div><h2>QUALIFICATIONS SUMMARY</h2><div class='line'></div>",
  "section_resume": "<p>Professional with 9 years of experience in web development.</p><p>Front-End specialist with strong knowledge in Angular, TypeScript, HTML, and CSS.</p><p>Experience in mobile development with Ionic and Back-End development with C# and ASP.NET.</p><p>Fluent in Portuguese, with ADVANCED English skills.</p>",
  "title_educacao": "Education<div class='line'></div>",
  "title_carreira": "Career<div class='line'></div>",
  "cotemig": "<h3>COTEMIG School</h3><span class='date'>2014 - 2016</span>",
  "faculdade_cotemig": "<h3>COTEMIG College</h3><span class='date'>2017 - 2019</span>",
  "unibh": "<h3>Centro Universitário de Belo Horizonte</h3><span class='date'>2019 - 2020</span>",
  "faculdade_cotemig_ads": "<h3>COTEMIG College</h3><span class='date'>2020 - December 2021</span>",
  "xp_educacao": "<h3>XP Education</h3><span class='date'>September 2022 - April 2023</span>",
  "construsite": "<h3>Construsite Brazil</h3><span class='date'>June 2015 - September 2015</span>",
  "nix_sistemas": "<h3>Nix Systems</h3><span class='date'>October 2015 - May 2016</span>",
  "buscar_id": "<h3>Buscar ID</h3><span class='date'>January 2017 - April 2017</span>",
  "argument": "<h3>Argument Technology and Foreign Trade Ltda.</h3><span class='date'>August 2017 - September 2019</span>",
  "dwebnet": "<h3>Dwebnet Technological Solutions Ltda</h3><span class='date'>September 2019 - February 2020</span>",
  "totvs": "<h3>TOTVS</h3><span class='date'>March 2020 - Present</span>",
  "cotemig_description": "Information Technology",
  "faculdade_cotemig_description": "Bachelor's in Information Systems Management (Incomplete)",
  "unibh_description": "Bachelor's in Information Systems Management (Incomplete)",
  "faculdade_cotemig_ads_description": "Bachelor's in Systems Analysis and Development",
  "xp_educacao_description": "Post-graduation - MBA, Front End Development (Incomplete - Final project pending)",
  "construsite_description": "Technical Support - Customer service and call logging, with basic system changes.",
  "nix_sistemas_description": "Software Developer (Intern) - Development in VB .NET, websites in HTML, PHP, and JavaScript, as well as general design.",
  "buscar_id_description": "Web Design Intern - Website creation and maintenance.",
  "argument_description": "Web Design Intern - Building and maintaining WordPress sites and creating landing pages.",
  "dwebnet_description": "Software Developer (Intern) - Software creation in ASP.NET and C#, and mobile app development with Ionic (Angular + TypeScript).",
  "totvs_description": "FullStack Analyst (FrontEnd Focus) - FrontEnd software development using AngularJS in Belo Horizonte, Brazil.",
  "campo_nome": "Name *",
  "campo_email": "Email *",
  "campo_telefone": "Phone *",
  "campo_mensagem": "Message *",

  "title_proj_1": "SSR TECH",
  "text_proj_1": "SSR Tech creates custom innovations. Our current focus: solutions for small tourism agencies.",
  "title_proj_2": "SSR Travel",
  "text_proj_2": "An intuitive and uncomplicated system to efficiently manage your travel agency.",
  "title_proj_3": "Virtual Scout",
  "text_proj_3": "A pioneer in virtual scouting with innovation to track young athletes from anywhere.",
  "title_proj_4": "OPESS",
  "text_proj_4": "A practical tool for financial planning, risk quantification, and supporting decisions with confidence.",

  "titulo_projeto_1": "SSR TECH",
  "descricao_projeto_1": "SSR Tech creates custom innovations. Our current focus: solutions for small tourism agencies.",
  "titulo_projeto_2": "SSR TRAVEL",
  "descricao_projeto_2": "An intuitive and uncomplicated system to efficiently manage your travel agency.",
  "titulo_projeto_3": "Virtual Scout",
  "descricao_projeto_3": "A pioneer in virtual scouting with innovation to track young athletes from anywhere.",
  "titulo_projeto_4": "OPESS",
  "descricao_projeto_4": "A practical tool for financial planning, risk quantification, and supporting decisions with confidence.",

  "ssr_tech": "<p>SSR Tech was born from the desire to create innovations or applications in my own way.</p><p>The name is a tribute to my daughter, sharing my surname and that of my wife.</p><p>Still working on our registrations and new projects, we currently have a project underway in the tourism field, aimed at small tourism agencies.</p><p>Soon we will have new projects and ideas, some only in mind, but waiting to finish one to embark on a new path.</p><p>- Luiz</p>",
  "ssr_travel": "<p> SSR Travel is a practical and intuitive solution for managing travel agencies, designed to simplify operations and centralize essential information. With an easy-to-navigate interface, the system enables efficient control of bookings, customer registration, itinerary monitoring, and financial report visualization all in one place. </p> <p> Developed to optimize the work of travel agents, SSR Travel brings together all the necessary tools to reduce manual processes and ensure the primary focus is on providing exceptional experiences to clients. It is the ideal choice for agencies seeking practicality and efficiency in their daily operations. </p>",
  "virtual_scout": "<p>Virtual Scout is the first platform to offer a true virtual scouting experience, revolutionizing talent tracking and evaluation in soccer. With an innovative teaching methodology, Virtual Scout provides an immersive and efficient experience for soccer schools, enhancing the training and development process of young athletes.</p> <p> For parents, Virtual Scout offers the possibility to monitor their children’s progress anytime and from anywhere, directly from their mobile phones. With this convenience, guardians can track each stage of their children's sports development, ensuring a constant connection with their growth in the sport.</p>",
  "opess": "<p> Opess is an innovative solution that transforms financial planning, allowing you to quantify and qualify your clients' risks with precision. The tool was created to optimize data analysis and simplify decision-making, providing detailed reports that facilitate the visualization of opportunities and potential financial threats. </p> <p> With a modern layout developed by a specialized designer, Opess combines functionality and user experience, making financial planning more accessible and intuitive. Additionally, the platform offers practical navigation and an attractive visual, ideal for professionals seeking a strategic and reliable approach to serve their clients with excellence. </p>"
}
